Repository: rubenhm96/cambios-molina
Catalog: woo-license-keys-nf/assets/lang/woo-license-keys-nf-*.po
Languages: es_es

source: Error while searching for a license key.
es_es: Error al buscar una clave de licencia.

source: Type to search for a license key...
es_es: Escribe para buscar una clave de licencia...

source: Type your license key...
es_es: Escribe su clave de licencia...

source: Type more characters
es_es: Escribe más caracteres

source: Type less characters
es_es: Escribe menos caracteres

source: Error loading license keys
es_es: Error al cargar las claves de licencia

source: Loading more license keys
es_es: Cargando más claves de licencia

source: No license keys found in account
es_es: No se encontraron claves de licencia en la cuenta

source: Searching...
es_es: Buscando...

source: Details
es_es: Detalles
